Repository: balzo-tech/PDFEasy-iOS
Catalog: pdfexpert/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: This file contains only the signature. The signed document was sent separately.
de: Diese Datei enthält nur die Signatur. Das signierte Dokument wurde separat gesendet.
es: Este archivo solo contiene la firma. El documento firmado se envió por separado.
fr: Ce fichier ne contient que la signature. Le document signé a été envoyé séparément.
it: Questo file contiene solo la firma. Il documento firmato è stato inviato separatamente.
nl: Dit bestand bevat alleen de handtekening. Het ondertekende document is apart verstuurd.

source: This file could not be opened. It may be damaged, or not a PDF.
de: Diese Datei konnte nicht geöffnet werden. Sie ist möglicherweise beschädigt oder kein PDF.
es: No se ha podido abrir este archivo: puede estar dañado o no ser un PDF.
fr: Ce fichier n'a pas pu être ouvert. Il est peut-être endommagé, ou ce n'est pas un PDF.
it: Impossibile aprire questo file: potrebbe essere danneggiato o non essere un PDF.
nl: Dit bestand kon niet worden geopend. Het is mogelijk beschadigd, of het is geen PDF.

source: This file could not be read as text.
de: Diese Datei konnte nicht als Text gelesen werden.
es: No se ha podido leer este archivo como texto.
fr: Ce fichier n'a pas pu être lu comme du texte.
it: Non è stato possibile leggere questo file come testo.
nl: Dit bestand kon niet als tekst worden gelezen.

source: This file does not say who signed it.
de: Diese Datei gibt nicht an, wer sie signiert hat.
es: Este archivo no indica quién lo firmó.
fr: Ce fichier n'indique pas qui l'a signé.
it: Questo file non indica chi ha firmato.
nl: Dit bestand vermeldt niet wie het heeft ondertekend.

source: This file is not a digitally signed document.
de: Diese Datei ist kein digital signiertes Dokument.
es: Este archivo no es un documento firmado digitalmente.
fr: Ce fichier n'est pas un document signé numériquement.
it: Questo file non è un documento con firma digitale.
nl: Dit bestand is geen digitaal ondertekend document.

source: This file type cannot be converted. Please try a different document.
de: Dieser Dateityp kann nicht konvertiert werden. Bitte versuchen Sie ein anderes Dokument.
es: Este tipo de archivo no se puede convertir. Prueba con otro documento.
fr: Ce type de fichier ne peut pas être converti. Veuillez essayer un autre document.
it: Questo tipo di file non può essere convertito. Prova con un altro documento.
nl: Dit bestandstype kan niet worden geconverteerd. Probeer een ander document.

source: This page could not be converted. Please try a different address.
de: Diese Seite konnte nicht konvertiert werden. Bitte versuchen Sie eine andere Adresse.
es: No se ha podido convertir esta página. Prueba con otra dirección.
fr: Cette page n'a pas pu être convertie. Veuillez essayer une autre adresse.
it: Non è stato possibile convertire questa pagina. Prova con un altro indirizzo.
nl: Deze pagina kon niet worden geconverteerd. Probeer een ander adres.

source: This page is only in the changed version.
de: Diese Seite gibt es nur in der geänderten Fassung.
es: Esta página solo está en la versión modificada.
fr: Cette page n'existe que dans la version modifiée.
it: Questa pagina esiste solo nella versione modificata.
nl: Deze pagina staat alleen in de gewijzigde versie.

source: This page was removed.
de: Diese Seite wurde entfernt.
es: Esta página se ha eliminado.
fr: Cette page a été supprimée.
it: Questa pagina è stata rimossa.
nl: Deze pagina is verwijderd.

source: This PDF contains no embedded images to export.
de: Dieses PDF enthält keine eingebetteten Bilder zum Exportieren.
es: Este PDF no contiene imágenes incrustadas que exportar.
fr: Ce PDF ne contient aucune image intégrée à exporter.
it: Questo PDF non contiene immagini incorporate da esportare.
nl: Deze PDF bevat geen ingesloten afbeeldingen om te exporteren.

source: This PDF has no extractable text. Try "Make Searchable (OCR)" first, then export again.
de: Dieses PDF enthält keinen extrahierbaren Text. Versuchen Sie zuerst «Durchsuchbar machen (OCR)», dann exportieren Sie erneut.
es: Este PDF no tiene texto extraíble. Prueba primero «Hacer que se pueda buscar (OCR)» y luego vuelve a exportar.
fr: Ce PDF ne contient aucun texte extractible. Essayez d'abord «Rendre consultable (OCR)», puis exportez à nouveau.
it: Questo PDF non contiene testo estraibile. Prova prima "Rendi ricercabile (OCR)", poi esporta di nuovo.
nl: Uit deze PDF is geen tekst te halen. Probeer eerst "Doorzoekbaar maken (OCR)" en exporteer daarna opnieuw.

source: This PDF has no extractable text. Try "Make Searchable (OCR)" first, then start the chat again.
de: Dieses PDF enthält keinen extrahierbaren Text. Versuchen Sie zuerst «Durchsuchbar machen (OCR)», dann starten Sie den Chat erneut.
es: Este PDF no tiene texto extraíble. Prueba primero «Hacer que se pueda buscar (OCR)» y luego vuelve a iniciar el chat.
fr: Ce PDF ne contient aucun texte extractible. Essayez d'abord «Rendre consultable (OCR)», puis relancez le chat.
it: Questo PDF non contiene testo estraibile. Prova prima "Rendi ricercabile (OCR)", poi avvia di nuovo la chat.
nl: Uit deze PDF is geen tekst te halen. Probeer eerst "Doorzoekbaar maken (OCR)" en start daarna de chat opnieuw.

source: This PDF is sent securely to the conversion service and deleted after processing.
de: Dieses PDF wird sicher an den Konvertierungsdienst gesendet und nach der Verarbeitung gelöscht.
es: Este PDF se envía de forma segura al servicio de conversión y se elimina después de procesarlo.
fr: Ce PDF est envoyé de façon sécurisée au service de conversion et supprimé après traitement.
it: Il PDF viene inviato in modo sicuro al servizio di conversione ed eliminato dopo l'elaborazione.
nl: Deze PDF wordt veilig naar de conversiedienst gestuurd en na verwerking verwijderd.

source: This signed document could not be opened. It may be damaged.
de: Dieses signierte Dokument konnte nicht geöffnet werden. Möglicherweise ist es beschädigt.
es: No se ha podido abrir este documento firmado. Puede estar dañado.
fr: Ce document signé n'a pas pu être ouvert. Il est peut-être endommagé.
it: Non è stato possibile aprire questo documento firmato. Potrebbe essere danneggiato.
nl: Dit ondertekende document kon niet worden geopend. Het is mogelijk beschadigd.

source: This text could not be converted.
de: Dieser Text konnte nicht konvertiert werden.
es: No se ha podido convertir este texto.
fr: Ce texte n'a pas pu être converti.
it: Non è stato possibile convertire questo testo.
nl: Deze tekst kon niet worden geconverteerd.

source: This tool is part of the premium plan. Open the app to subscribe.
de: Dieses Werkzeug gehört zum Premium-Plan. Öffnen Sie die App, um es zu abonnieren.
es: Esta herramienta forma parte del plan premium. Abre la app para suscribirte.
fr: Cet outil fait partie de la formule premium. Ouvrez l'app pour vous abonner.
it: Questo strumento fa parte del piano premium. Apri l'app per abbonarti.
nl: Dit hulpmiddel hoort bij het premium-abonnement. Open de app om u te abonneren.

source: This web address is not valid. Please check it and try again.
de: Diese Webadresse ist nicht gültig. Bitte prüfen Sie sie und versuchen Sie es erneut.
es: Esta dirección web no es válida. Compruébala e inténtalo de nuevo.
fr: Cette adresse web n'est pas valide. Vérifiez-la et réessayez.
it: Questo indirizzo web non è valido. Controllalo e riprova.
nl: Dit webadres is niet geldig. Controleer het en probeer het opnieuw.

source: Those images could not be read. Try other files.
de: Diese Bilder konnten nicht gelesen werden. Versuche es mit anderen Dateien.
es: No se han podido leer esas imágenes. Prueba con otros archivos.
fr: Ces images n’ont pas pu être lues. Essayez d’autres fichiers.
it: Non è stato possibile leggere quelle immagini. Prova con altri file.
nl: Deze afbeeldingen konden niet worden gelezen. Probeer andere bestanden.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel

source: To page number
de: Bis Seite Nummer
es: Hasta la página número
fr: Jusqu'à la page numéro
it: Alla pagina numero
nl: Tot paginanummer

source: To PDF
de: Als PDF
es: A PDF
fr: En PDF
it: In PDF
nl: Naar pdf

source: Tool
de: Werkzeug
es: Herramienta
fr: Outil
it: Strumento
nl: Hulpmiddel

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
it: Strumenti
nl: Hulpmiddelen

source: Touch and hold to see the original
de: Gedrückt halten, um das Original zu sehen
es: Mantén pulsado para ver el original
fr: Maintenez appuyé pour voir l'original
it: Tieni premuto per vedere l'originale
nl: Houd ingedrukt om het origineel te zien

source: Try for free
de: Kostenlos testen
es: Prueba Gratis
fr: Essayer gratuitement
it: Prova Gratis
nl: Gratis uitproberen

source: Try it now for free
de: Jetzt kostenlos ausprobieren
es: Pruébalo ahora gratis
fr: Essayez-le maintenant gratuitement
it: Provalo ora gratis
nl: Probeer het nu gratis

source: turn
de: drehen
es: girar
fr: pivoter
it: ruota
nl: draaien

source: Turn any file into a PDF
de: Jede Datei in ein PDF verwandeln
es: Convierte cualquier archivo en PDF
fr: Transformer n'importe quel fichier en PDF
it: Trasforma ogni file in PDF
nl: Elk bestand omzetten in een PDF

source: Turn Markdown text into a formatted PDF
de: Markdown-Text in ein formatiertes PDF verwandeln
es: Convierte texto Markdown en un PDF con formato
fr: Transformer du texte Markdown en PDF mis en forme
it: Trasforma testo Markdown in un PDF formattato
nl: Markdown-tekst omzetten in een opgemaakte PDF

source: Turn one page or all of them
de: Eine Seite oder alle drehen
es: Gira una página o todas
fr: Pivoter une page ou toutes
it: Ruota una pagina o tutte
nl: Eén pagina of alle pagina's draaien

source: Turn to face the light, or stand where it reaches both sides of your face.
de: Drehen Sie sich zum Licht oder stellen Sie sich dorthin, wo es beide Gesichtshälften erreicht.
es: Gírate hacia la luz, o ponte donde llegue a ambos lados del rostro.
fr: Tournez-vous vers la lumière, ou placez-vous là où elle atteint les deux côtés du visage.
it: Girati verso la luce, o mettiti dove arriva su entrambi i lati del viso.
nl: Draai naar het licht toe, of ga staan waar het beide kanten van uw gezicht bereikt.

source: Turn towards the light so both sides are lit the same.
de: Drehen Sie sich zum Licht, damit beide Seiten gleich beleuchtet sind.
es: Gírate hacia la luz para que ambos lados queden igual de iluminados.
fr: Tournez-vous vers la lumière pour que les deux côtés soient éclairés de la même façon.
it: Girati verso la luce così i due lati sono illuminati allo stesso modo.
nl: Draai naar het licht toe zodat beide kanten even goed belicht zijn.

source: Turn your PDF into an editable PowerPoint presentation (.pptx)
de: Verwandeln Sie Ihr PDF in eine bearbeitbare PowerPoint-Präsentation (.pptx)
es: Convierte tu PDF en una presentación de PowerPoint editable (.pptx)
fr: Transformez votre PDF en présentation PowerPoint modifiable (.pptx)
it: Trasforma il tuo PDF in una presentazione PowerPoint modificabile (.pptx)
nl: Zet uw PDF om in een bewerkbare PowerPoint-presentatie (.pptx)

source: Turn your PDF into another format
de: Ihr PDF in ein anderes Format verwandeln
es: Convierte tu PDF a otro formato
fr: Transformer votre PDF dans un autre format
it: Trasforma il PDF in un altro formato
nl: Zet uw PDF om in een ander formaat

source: Type into form fields
de: In Formularfelder schreiben
es: Escribe en los campos del formulario
fr: Écrire dans les champs de formulaire
it: Scrivi nei campi del modulo
nl: In formuliervelden typen

source: Type the caption
de: Text eingeben
es: Escribe el texto
fr: Écrivez le texte
it: Scrivi il testo
nl: Typ de tekst

source: Type your Message...
de: Schreiben Sie Ihre Nachricht...
es: Escribe tu mensaje...
fr: Écrivez votre message...
it: Scrivi il tuo messaggio...
nl: Typ uw bericht...

source: Typewriter
de: Schreibmaschine
es: Máquina de escribir
fr: Machine à écrire
it: Macchina da scrivere
nl: Schrijfmachine

source: Unable to access camera
de: Kein Zugriff auf die Kamera
es: No se puede acceder a la cámara
fr: Impossible d'accéder à l'appareil photo
it: Impossibile accedere alla fotocamera
nl: Kan geen toegang krijgen tot de camera

source: Underline
de: Unterstrichen
es: Subrayar
fr: Souligné
it: Sottolinea
nl: Onderstrepen

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
nl: Ongedaan maken

source: Unfiled
de: Nicht abgelegt
es: Sin archivar
fr: Non classés
it: Non archiviati
nl: Zonder map

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendelen

source: Unlock every tool
de: Alle Werkzeuge freischalten
es: Desbloquea todas las herramientas
fr: Débloquer tous les outils
it: Sblocca tutti gli strumenti
nl: Elk hulpmiddel ontgrendelen

source: Unlock PDF
de: PDF entsperren
es: Desbloquear PDF
fr: Déverrouiller le PDF
it: Sblocca PDF
nl: PDF ontgrendelen

source: Unsaved changes
de: Nicht gesicherte Änderungen
es: Cambios sin guardar
fr: Modifications non enregistrées
it: Modifiche non salvate
nl: Niet-opgeslagen wijzigingen

source: Upgrade to PRO
de: Auf PRO upgraden
es: Hazte PRO
fr: Passer à PRO
it: Passa a PRO
nl: Upgraden naar PRO

source: Use
de: Verwenden
es: Usar
fr: Utiliser
it: Usa
nl: Gebruiken

source: Use a photo taken with the main camera, closer to the subject.
de: Verwenden Sie ein Foto der Hauptkamera, näher am Motiv aufgenommen.
es: Usa una foto hecha con la cámara principal, más cerca del sujeto.
fr: Utilisez une photo prise avec l'appareil principal, plus près du sujet.
it: Usa una foto scattata con la fotocamera principale, più vicino al soggetto.
nl: Gebruik een foto gemaakt met de hoofdcamera, dichter bij het onderwerp.

source: Use these pages
de: Diese Seiten verwenden
es: Usar estas páginas
fr: Utiliser ces pages
it: Usa queste pagine
nl: Deze pagina's gebruiken

source: versions
de: versionen
es: versiones
it: versioni
nl: versies

source: View
de: Ansicht
es: Vista
fr: Vue
it: Vista
nl: Weergeven

source: View options
de: Ansichtsoptionen
es: Opciones de vista
fr: Options d'affichage
it: Opzioni di vista
nl: Weergaveopties

source: visa photo
de: visumfoto
es: foto de visado
fr: photo de visa
it: foto visto
nl: pasfoto visum

source: Visual
de: Visuell
fr: Visuel
it: Visivo
nl: Visueel

source: Watermark
de: Wasserzeichen
es: Marca de agua
fr: Filigrane
it: Filigrana
nl: Watermerk

source: Watermark text
de: Text des Wasserzeichens
es: Texto de la marca de agua
fr: Texte du filigrane
it: Testo filigrana
nl: Watermerktekst

source: We could not find a purchase to restore.
de: Wir konnten keinen Kauf zum Wiederherstellen finden.
es: No hemos encontrado ninguna compra que restaurar.
fr: Nous n'avons trouvé aucun achat à restaurer.
it: Non abbiamo trovato acquisti da ripristinare.
nl: We konden geen aankoop vinden om te herstellen.

source: We send you a notification the day before.
de: Wir senden Ihnen am Vortag eine Mitteilung.
es: Te enviamos una notificación el día antes.
fr: Nous vous envoyons une notification la veille.
it: Ti mandiamo una notifica il giorno prima.
nl: We sturen u de dag ervoor een melding.

source: Web page to PDF
de: Webseite in PDF
es: Página web a PDF
fr: Page web en PDF
it: Pagina web in PDF
nl: Webpagina naar PDF

source: website
de: webseite
es: sitio web
fr: site web
it: sito web

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
nl: Wekelijks

source: Welcome in %@: Convert & Edit
de: Willkommen bei %@: Konvertieren und Bearbeiten
es: Bienvenido a %@: Convierte y edita
fr: Bienvenue dans %@ : Convertir et modifier
it: Benvenuto in %@: Converti e modifica
nl: Welkom bij %@: Converteren en bewerken

source: Welcome in PDF Easy: Convert & Edit
de: Willkommen bei PDF Easy: Konvertieren und Bearbeiten
es: Bienvenido a PDF Easy: Convierte y edita
fr: Bienvenue dans PDF Easy : Convertir et modifier
it: Benvenuto in PDF Easy: Converti e Modifica
nl: Welkom bij PDF Easy: Converteren en bewerken

source: What describes you best?
de: Was beschreibt Sie am besten?
es: ¿Qué te describe mejor?
fr: Qu'est-ce qui vous décrit le mieux ?
it: Cosa ti descrive meglio?
nl: Wat past het best bij u?

source: What does this say?
de: Was steht hier?
es: ¿Qué dice aquí?
fr: Qu'est-ce qui est écrit ici ?
it: Cosa dice qui?
nl: Wat staat hier?

source: What tools will you use?
de: Welche Werkzeuge werden Sie nutzen?
es: ¿Qué herramientas vas a usar?
fr: Quels outils allez-vous utiliser ?
it: Quali strumenti userai?
nl: Welke hulpmiddelen gaat u gebruiken?

source: What you get
de: Was Sie bekommen
es: Lo que obtienes
fr: Ce que vous obtenez
it: Cosa ottieni
nl: Wat u krijgt

source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
nl: Wit

source: White only, and both ears should be visible.
de: Nur Weiß, und beide Ohren müssen sichtbar sein.
es: Solo blanco, y ambas orejas deben verse.
fr: Blanc uniquement, et les deux oreilles doivent être visibles.
it: Solo bianco, ed entrambe le orecchie devono essere visibili.
nl: Alleen wit, en beide oren moeten zichtbaar zijn.

source: With the yearly plan, we let you know before it expires.
de: Beim Jahresplan sagen wir Ihnen Bescheid, bevor er ausläuft.
es: Con el plan anual te avisamos antes de que caduque.
fr: Avec la formule annuelle, nous vous prévenons avant l'échéance.
it: Con il piano annuale ti avvisiamo prima della scadenza.
nl: Bij het jaarabonnement laten we het u weten voordat het afloopt.

source: Word to PDF
de: Word in PDF
es: Word a PDF
fr: Word en PDF
it: Word in PDF
nl: Word naar PDF

source: Work on a picture before it becomes a document
de: Bearbeiten Sie das Bild, bevor es ein Dokument wird
es: Trabaja la imagen antes de que sea un documento
fr: Travaillez l'image avant qu'elle ne devienne un document
it: Lavora sull'immagine prima che diventi un documento
nl: Aan een afbeelding werken voordat het een document wordt

source: Worth a look
de: Genauer ansehen
es: Merece un vistazo
fr: À vérifier
it: Da guardare
nl: Een blik waard

source: Would you like to remove your password?
de: Möchten Sie Ihr Passwort entfernen?
es: ¿Quieres quitar la contraseña?
fr: Voulez-vous retirer votre mot de passe ?
it: Vuoi rimuovere la password?
nl: Wilt u uw wachtwoord verwijderen?

source: Would you like to share your feedback with us to improve the app?
de: Möchten Sie uns Ihr Feedback mitteilen, um die App zu verbessern?
es: ¿Quieres compartir tus comentarios con nosotros para mejorar la app?
fr: Voulez-vous partager votre avis avec nous pour améliorer l'app ?
it: Vuoi condividere il tuo feedback con noi per migliorare l'app?
nl: Wilt u uw feedback met ons delen om de app te verbeteren?

source: write
de: schreiben
es: escribir
fr: écrire
it: scrivi
nl: schrijven

source: Write something on the picture first.
de: Schreiben Sie zuerst etwas auf das Bild.
es: Primero escribe algo en la imagen.
fr: Écrivez d'abord quelque chose sur l'image.
it: Prima scrivi qualcosa sulla foto.
nl: Schrijf eerst iets op de foto.

source: Write your feedback here
de: Schreiben Sie hier Ihr Feedback
es: Escribe aquí tus comentarios
fr: Écrivez votre commentaire ici
it: Scrivi qui il tuo feedback
nl: Schrijf hier uw feedback

source: Write your first message!
de: Schreiben Sie Ihre erste Nachricht!
es: ¡Escribe tu primer mensaje!
fr: Écrivez votre premier message !
it: Scrivi il tuo primo messaggio!
nl: Schrijf uw eerste bericht!

source: Wrong Password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
nl: Onjuist wachtwoord

source: XLS and XLSX files
de: XLS- und XLSX-Dateien
es: Archivos XLS y XLSX
fr: Fichiers XLS et XLSX
it: File XLS e XLSX
nl: XLS- en XLSX-bestanden

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
nl: Jaarlijks

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
it: Giallo
nl: Geel

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
nl: Ja

source: Your text
de: Ihr Text
es: Tu texto
fr: Votre texte
it: Il tuo testo
nl: Uw tekst

source: You appear to be offline. Please check your connection and try again.
de: Sie scheinen offline zu sein. Bitte prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: Parece que no tienes conexión. Compruébala e inténtalo de nuevo.
fr: Vous semblez hors ligne. Vérifiez votre connexion et réessayez.
it: Sembra che tu sia offline. Controlla la connessione e riprova.
nl: U lijkt offline te zijn. Controleer uw verbinding en probeer het opnieuw.

source: You can add new pages, edit your pdf, save it and share it with anyone.
de: Sie können neue Seiten hinzufügen, Ihr PDF bearbeiten, speichern und mit anderen teilen.
es: Puedes añadir páginas nuevas, editar tu PDF, guardarlo y compartirlo con quien quieras.
fr: Vous pouvez ajouter des pages, modifier votre PDF, l'enregistrer et le partager avec qui vous voulez.
it: Puoi aggiungere nuove pagine, modificare il PDF, salvarlo e condividerlo con chiunque.
nl: U kunt nieuwe pagina's toevoegen, uw pdf bewerken, opslaan en met iedereen delen.

source: You have denied permission to access the camera of your device. Please go to Settings to change your camera permission to be able to scan and convert your documents.
de: Sie haben den Zugriff auf die Kamera Ihres Geräts verweigert. Bitte gehen Sie zu den Einstellungen und ändern Sie die Kameraberechtigung, um Ihre Dokumente scannen und konvertieren zu können.
es: Has denegado el permiso para acceder a la cámara de tu dispositivo. Ve a Ajustes para cambiar el permiso de la cámara y poder escanear y convertir tus documentos.
fr: Vous avez refusé l'accès à l'appareil photo de votre appareil. Allez dans Réglages pour modifier l'autorisation et pouvoir numériser et convertir vos documents.
it: Hai negato il permesso di accedere alla fotocamera del tuo dispositivo. Vai in Impostazioni per modificare il permesso della fotocamera e poter scansionare e convertire i tuoi documenti.
nl: U hebt toegang tot de camera van uw apparaat geweigerd. Ga naar Instellingen om de cameratoestemming te wijzigen, zodat u uw documenten kunt scannen en converteren.

source: You have denied permission to access the camera of your device. Please go to Settings to change your camera permission to be able to take pictures of your documents.
de: Sie haben den Zugriff auf die Kamera Ihres Geräts verweigert. Bitte gehen Sie zu den Einstellungen und ändern Sie die Kameraberechtigung, um Ihre Dokumente fotografieren zu können.
es: Has denegado el permiso para acceder a la cámara de tu dispositivo. Ve a Ajustes para cambiar el permiso de la cámara y poder fotografiar tus documentos.
fr: Vous avez refusé l'accès à l'appareil photo de votre appareil. Allez dans Réglages pour modifier l'autorisation et pouvoir photographier vos documents.
it: Hai negato il permesso di accedere alla fotocamera del tuo dispositivo. Vai in Impostazioni per modificare il permesso della fotocamera e poter fotografare i tuoi documenti.
nl: U hebt toegang tot de camera van uw apparaat geweigerd. Ga naar Instellingen om de cameratoestemming te wijzigen, zodat u foto's van uw documenten kunt maken.

source: You have no pages
de: Sie haben keine Seiten
es: No tienes páginas
fr: Vous n'avez aucune page
it: Non hai pagine
nl: U hebt geen pagina's

source: You haven’t converted any files yet
de: Sie haben noch keine Dateien konvertiert
es: Todavía no has convertido ningún archivo
fr: Vous n'avez encore converti aucun fichier
it: Non hai ancora convertito nessun file
nl: U hebt nog geen bestanden geconverteerd

source: You've reached your monthly limit of %lld messages.
de: Sie haben Ihr monatliches Limit von %lld Nachrichten erreicht.
es: Has alcanzado tu límite mensual de %lld mensajes.
fr: Vous avez atteint votre limite mensuelle de %lld messages.
it: Hai raggiunto il limite mensile di %lld messaggi.
nl: U hebt uw maandlimiet van %lld berichten bereikt.
